["datas"] = {
    [1] = {
        ["icon"] = "goku_01",
        ["id"] = 1,
        ["tbxid"] = 1,
        ["copymaps"] = "100-101-102-103-104-105-106-107-108-109-110-111-112-113-114-118-119-120-121-122-123-124-125-126-127",
        ["heros"] = "70004.0",
        ["name"] = "战斗吧！小悟空"
    },
    [2] = {
        ["icon"] = "krillin_01",
        ["id"] = 2,
        ["tbxid"] = 2,
        ["copymaps"] = "151-152-153-154-155",
        ["heros"] = "70005.0",
        ["name"] = "小库林的修行"
    },
    [3] = {
        ["icon"] = "goku_01",
        ["id"] = 3,
        ["tbxid"] = 3,
        ["copymaps"] = "201",
        ["heros"] = "70006.0",
        ["name"] = "慌张的布尔玛"
    },
    [4] = {
        ["icon"] = "goku_01",
        ["id"] = 4,
        ["tbxid"] = 4,
        ["copymaps"] = "251-252",
        ["heros"] = "70002.0",
        ["name"] = "亚姆查的剧情"
    },
    [5] = {
        ["icon"] = "goku_01",
        ["id"] = 5,
        ["tbxid"] = 5,
        ["copymaps"] = "301-302-303-304",
        ["heros"] = "70007.0",
        ["name"] = "天津饭的剧情"
    },
    [6] = {
        ["icon"] = "goku_01",
        ["id"] = 6,
        ["tbxid"] = 6,
        ["copymaps"] = "451",
        ["heros"] = "70008.0",
        ["name"] = "弥次郎兵卫"
    },
    [7] = {
        ["icon"] = "goku_01",
        ["id"] = 7,
        ["tbxid"] = 7,
        ["copymaps"] = "401",
        ["heros"] = "70003.0",
        ["name"] = "龟仙人"
    },
    [8] = {
        ["icon"] = "goku_01",
        ["id"] = 8,
        ["tbxid"] = 8,
        ["copymaps"] = "501-502-503",
        ["heros"] = "70001.0",
        ["name"] = "成年悟空"
    },
    [9] = {
        ["icon"] = "krillin_01",
        ["id"] = 9,
        ["tbxid"] = 9,
        ["copymaps"] = "551",
        ["heros"] = "71003.0",
        ["name"] = "成年库林"
    }
}

----- end of message -----
