["datas"] = {
    [1] = {
        ["tbxid"] = 1,
        ["content"] = "系统提示",
        ["id"] = 1
    },
    [2] = {
        ["tbxid"] = 2,
        ["content"] = "提示",
        ["id"] = 2
    },
    [3] = {
        ["tbxid"] = 3,
        ["content"] = "系统通知",
        ["id"] = 3
    },
    [4] = {
        ["tbxid"] = 4,
        ["content"] = "GateWayLoginFail",
        ["id"] = 4
    },
    [5] = {
        ["tbxid"] = 5,
        ["content"] = "确定",
        ["id"] = 5
    },
    [6] = {
        ["tbxid"] = 6,
        ["content"] = "取消",
        ["id"] = 6
    },
    [7] = {
        ["tbxid"] = 7,
        ["content"] = "重新连接",
        ["id"] = 7
    },
    [8] = {
        ["tbxid"] = 8,
        ["content"] = "创建",
        ["id"] = 8
    },
    [9] = {
        ["tbxid"] = 9,
        ["content"] = "重试",
        ["id"] = 9
    },
    [10] = {
        ["tbxid"] = 10,
        ["content"] = "离开",
        ["id"] = 10
    },
    [11] = {
        ["tbxid"] = 11,
        ["content"] = "SYSTEM PROMPT",
        ["id"] = 11
    },
    [12] = {
        ["tbxid"] = 12,
        ["content"] = "PROMPT",
        ["id"] = 12
    },
    [13] = {
        ["tbxid"] = 13,
        ["content"] = "坚持解除",
        ["id"] = 13
    },
    [14] = {
        ["tbxid"] = 14,
        ["content"] = "重新考虑",
        ["id"] = 14
    },
    [15] = {
        ["tbxid"] = 15,
        ["content"] = "是",
        ["id"] = 15
    },
    [16] = {
        ["tbxid"] = 16,
        ["content"] = "否",
        ["id"] = 16
    },
    [17] = {
        ["tbxid"] = 17,
        ["content"] = "整理好友",
        ["id"] = 17
    },
    [18] = {
        ["tbxid"] = 18,
        ["content"] = "继续使用",
        ["id"] = 18
    },
    [19] = {
        ["tbxid"] = 50,
        ["content"] = "账号在其他地点登陆，被踢下线！",
        ["id"] = 50
    },
    [20] = {
        ["tbxid"] = 51,
        ["content"] = "连接服务器失败，请稍后重试",
        ["id"] = 51
    },
    [21] = {
        ["tbxid"] = 52,
        ["content"] = "警告，该账号正在别处试图登陆，为确保账号安全，请您及时修改账号密码",
        ["id"] = 52
    },
    [22] = {
        ["tbxid"] = 1000,
        ["content"] = "是否解除与{0}的好友关系？",
        ["id"] = 1000
    },
    [23] = {
        ["tbxid"] = 1001,
        ["content"] = "确定传送回自己公会？",
        ["id"] = 1001
    },
    [24] = {
        ["tbxid"] = 1002,
        ["content"] = "您现在没有队伍，是否创建队伍？",
        ["id"] = 1002
    },
    [25] = {
        ["tbxid"] = 1003,
        ["content"] = "确定加入选择的[Tips1]阵营[/Tips1]？",
        ["id"] = 1003
    },
    [26] = {
        ["tbxid"] = 1004,
        ["content"] = "是否确定通过空间传送器传往目标公会?",
        ["id"] = 1004
    },
    [27] = {
        ["tbxid"] = 1005,
        ["content"] = "确定要放弃任务？",
        ["id"] = 1005
    },
    [28] = {
        ["tbxid"] = 1006,
        ["content"] = "是否要将{0}作为空间传送目标，本日不可更改",
        ["id"] = 1006
    },
    [29] = {
        ["tbxid"] = 1007,
        ["content"] = "是否确定离开？副本进度将被清空！",
        ["id"] = 1007
    },
    [30] = {
        ["tbxid"] = 1008,
        ["content"] = "确定离开副本及队伍？副本进度将被清除",
        ["id"] = 1008
    },
    [31] = {
        ["tbxid"] = 1009,
        ["content"] = "确定离开副本？副本进度将被清除，次数已经扣除",
        ["id"] = 1009
    },
    [32] = {
        ["tbxid"] = 1010,
        ["content"] = "确定离开副本及队伍？副本进度将被清除，次数已经扣除",
        ["id"] = 1010
    },
    [33] = {
        ["tbxid"] = 1011,
        ["content"] = "是否跳过本段剧情？",
        ["id"] = 1011
    },
    [34] = {
        ["tbxid"] = 1012,
        ["content"] = "抱歉，您的好友列表已满，不能拜师",
        ["id"] = 1012
    },
    [35] = {
        ["tbxid"] = 1013,
        ["content"] = "抱歉，您的好友列表已满，不能收徒",
        ["id"] = 1013
    },
    [36] = {
        ["tbxid"] = 1014,
        ["content"] = "是否要收回您已发布的拜师信息？其他师父将不会在寻找徒弟页面看到您的身影",
        ["id"] = 1014
    },
    [37] = {
        ["tbxid"] = 1015,
        ["content"] = "是否要收回您已发布的收徒信息？其他师父将不会在寻找师父页面看到您的身影",
        ["id"] = 1015
    },
    [38] = {
        ["tbxid"] = 1016,
        ["content"] = "您正在申请解除与{0}的师徒关系，需{1}小时处理，成功后{2}小时不能寻找新的师父或徒弟",
        ["id"] = 1016
    },
    [39] = {
        ["tbxid"] = 1017,
        ["content"] = "您正在申请解除与{0}的师徒关系，由于对方超过{1}天未上线，将立即解除，不受惩罚",
        ["id"] = 1017
    },
    [40] = {
        ["tbxid"] = 1018,
        ["content"] = "对方正在申请解除与您的师徒关系，如确认则立即解除，您不会受到惩罚",
        ["id"] = 1018
    },
    [41] = {
        ["tbxid"] = 1019,
        ["content"] = "您是否让徒弟玩家{0}出师，出师后双方邮箱将收到出师奖励",
        ["id"] = 1019
    },
    [42] = {
        ["tbxid"] = 1020,
        ["content"] = "在副本期间您将暂时处于暂离状态，无法参与队伍活动匹配，是否仍要进入副本？",
        ["id"] = 1020
    },
    [43] = {
        ["tbxid"] = 1021,
        ["content"] = "确定拆卸当前符文页所有符文吗？",
        ["id"] = 1021
    },
    [44] = {
        ["tbxid"] = 1022,
        ["content"] = "确认激活并镶嵌当前符文吗？激活之后不可交易！",
        ["id"] = 1022
    },
    [45] = {
        ["tbxid"] = 1023,
        ["content"] = "你将进入队长所在分线",
        ["id"] = 1023
    },
    [46] = {
        ["tbxid"] = 1024,
        ["content"] = "该符文被消耗后，会清空所有镶嵌该符文的符文槽！",
        ["id"] = 1024
    },
    [47] = {
        ["tbxid"] = 1025,
        ["content"] = "使用后活力将达上限{0}，无法继续增长。是否继续使用？",
        ["id"] = 1025
    },
    [48] = {
        ["tbxid"] = 1026,
        ["content"] = "升星的英雄为绑定状态，升星后的英雄仍然绑定，无法交易。是否继续？",
        ["id"] = 1026
    },
    [49] = {
        ["tbxid"] = 1027,
        ["content"] = "消耗的英雄为绑定状态，升星后的英雄将会绑定，无法交易。是否继续？",
        ["id"] = 1027
    },
    [50] = {
        ["tbxid"] = 1028,
        ["content"] = "升星英雄和消耗英雄均为绑定状态，升星过后仍然绑定，无法交易。是否继续？",
        ["id"] = 1028
    },
    [51] = {
        ["tbxid"] = 1029,
        ["content"] = "{0}开启了{1}，队伍成员准备进入。",
        ["id"] = 1029
    }
}

----- end of message -----
