["datas"] = {
    [1] = {
        ["Hero"] = "70001|",
        ["id"] = 10001,
        ["tbxid"] = 10001,
        ["Property"] = "1|10000",
        ["Describe"] = "基础生命上限增加100%",
        ["Name"] = "一家人"
    },
    [2] = {
        ["Hero"] = "70001|70002|70003|70004|",
        ["id"] = 10002,
        ["tbxid"] = 10002,
        ["Property"] = "2|10000",
        ["Describe"] = "基础格斗防御增加100%",
        ["Name"] = "二家人"
    },
    [3] = {
        ["Hero"] = "70004|70001|",
        ["id"] = 10003,
        ["tbxid"] = 10003,
        ["Property"] = "3|10000",
        ["Describe"] = "基础气功防御增加100%",
        ["Name"] = "三家人"
    },
    [4] = {
        ["Hero"] = "70004|70001|70002|",
        ["id"] = 10004,
        ["tbxid"] = 10004,
        ["Property"] = "4|10000",
        ["Describe"] = "基础格斗攻击增加100%",
        ["Name"] = "四家人"
    }
}

----- end of message -----
