["datas"] = {
    [1] = {
        ["max_lv"] = 9999,
        ["id"] = 1,
        ["tbxid"] = 1,
        ["min_lv"] = 1,
        ["tips"] = "因为玩家过多而变卡时，可以按 Ctrl+F11键可以隐藏周围的玩家哦~"
    },
    [2] = {
        ["max_lv"] = 9999,
        ["id"] = 2,
        ["tbxid"] = 2,
        ["min_lv"] = 1,
        ["tips"] = "因为玩家过多而变卡时，可以点击屏幕右上换线功能，选择人少的场景"
    },
    [3] = {
        ["max_lv"] = 9999,
        ["id"] = 3,
        ["tbxid"] = 3,
        ["min_lv"] = 1,
        ["tips"] = "右键点击对方的头像，可以展开右键菜单"
    },
    [4] = {
        ["max_lv"] = 9999,
        ["id"] = 4,
        ["tbxid"] = 4,
        ["min_lv"] = 1,
        ["tips"] = "可以在聊天栏中发布自己所在的位置"
    },
    [5] = {
        ["max_lv"] = 9999,
        ["id"] = 5,
        ["tbxid"] = 5,
        ["min_lv"] = 1,
        ["tips"] = "不要错过日常活动，会有丰富的经验和道具奖励哦~"
    },
    [6] = {
        ["max_lv"] = 9999,
        ["id"] = 6,
        ["tbxid"] = 6,
        ["min_lv"] = 1,
        ["tips"] = "拍卖行出售道具所得的钻石是通过邮件给你的哦~"
    },
    [7] = {
        ["max_lv"] = 9999,
        ["id"] = 7,
        ["tbxid"] = 7,
        ["min_lv"] = 1,
        ["tips"] = "品质从高到低为紫色，蓝色，绿色"
    },
    [8] = {
        ["max_lv"] = 9999,
        ["id"] = 8,
        ["tbxid"] = 8,
        ["min_lv"] = 1,
        ["tips"] = "能力卡7星为满星"
    },
    [9] = {
        ["max_lv"] = 9999,
        ["id"] = 9,
        ["tbxid"] = 9,
        ["min_lv"] = 1,
        ["tips"] = "可以通过背包中的锁定功能来锁定你所在意的物品或道具"
    },
    [10] = {
        ["max_lv"] = 9999,
        ["id"] = 10,
        ["tbxid"] = 10,
        ["min_lv"] = 1,
        ["tips"] = "剧情副本只能使用玩家自己创建的角色，而不能使用龙珠中的角色来进行"
    },
    [11] = {
        ["max_lv"] = 9999,
        ["id"] = 11,
        ["tbxid"] = 11,
        ["min_lv"] = 1,
        ["tips"] = "让角色获得突破后可以大大增强实力"
    },
    [12] = {
        ["max_lv"] = 9999,
        ["id"] = 12,
        ["tbxid"] = 12,
        ["min_lv"] = 1,
        ["tips"] = "每个角色能够装配的能力卡数量是不一样的哟~"
    },
    [13] = {
        ["max_lv"] = 9999,
        ["id"] = 13,
        ["tbxid"] = 13,
        ["min_lv"] = 1,
        ["tips"] = "三枚完全相同的强化材料可以在强化NPC那里合成更高级的强化材料"
    },
    [14] = {
        ["max_lv"] = 9999,
        ["id"] = 14,
        ["tbxid"] = 14,
        ["min_lv"] = 1,
        ["tips"] = "点击大地图中的对象可以自动前往所在的地点"
    },
    [15] = {
        ["max_lv"] = 9999,
        ["id"] = 15,
        ["tbxid"] = 15,
        ["min_lv"] = 1,
        ["tips"] = "独自面对强敌时，使用恢复药剂会是个不错的选择"
    }
}

----- end of message -----
