["datas"] = {
    [1] = {
        ["Desc"] = "前往时空城中央（索尼币）",
        ["id"] = 1,
        ["npcid"] = 0,
        ["tbxid"] = 1,
        ["coordinate"] = "1200,1200",
        ["mapid"] = 695,
        ["cost"] = "3-40"
    },
    [2] = {
        ["Desc"] = "前往卡林塔顶（索尼币）",
        ["id"] = 2,
        ["npcid"] = 0,
        ["tbxid"] = 2,
        ["coordinate"] = "40,40",
        ["mapid"] = 689,
        ["cost"] = "3-50"
    },
    [3] = {
        ["Desc"] = "前往时空城中央（钻石）",
        ["id"] = 3,
        ["npcid"] = 0,
        ["tbxid"] = 3,
        ["coordinate"] = "1200,1200",
        ["mapid"] = 695,
        ["cost"] = "2-3"
    },
    [4] = {
        ["Desc"] = "前往卡林塔顶（钻石）",
        ["id"] = 4,
        ["npcid"] = 0,
        ["tbxid"] = 4,
        ["coordinate"] = "40,40",
        ["mapid"] = 689,
        ["cost"] = "2-5"
    },
    [5] = {
        ["Desc"] = "前往龟仙岛",
        ["id"] = 5,
        ["npcid"] = 0,
        ["tbxid"] = 5,
        ["coordinate"] = "2581,532",
        ["mapid"] = 694,
        ["cost"] = "3-200"
    },
    [6] = {
        ["Desc"] = "前往龟仙岛——居民岛",
        ["id"] = 6,
        ["npcid"] = 0,
        ["tbxid"] = 6,
        ["coordinate"] = "2500,1514",
        ["mapid"] = 694,
        ["cost"] = "3-200"
    },
    [7] = {
        ["Desc"] = "前往西都野外",
        ["id"] = 7,
        ["npcid"] = 0,
        ["tbxid"] = 7,
        ["coordinate"] = "2405,1263",
        ["mapid"] = 703,
        ["cost"] = "3-430"
    },
    [8] = {
        ["Desc"] = "前往神殿",
        ["id"] = 8,
        ["npcid"] = 0,
        ["tbxid"] = 8,
        ["coordinate"] = "199,20",
        ["mapid"] = 687,
        ["cost"] = "3-900"
    },
    [9] = {
        ["Desc"] = "前往水晶婆婆的宫殿",
        ["id"] = 9,
        ["npcid"] = 0,
        ["tbxid"] = 9,
        ["coordinate"] = "621,898",
        ["mapid"] = 705,
        ["cost"] = "3-800"
    },
    [10] = {
        ["Desc"] = "前往时空城",
        ["id"] = 10,
        ["npcid"] = 0,
        ["tbxid"] = 10,
        ["coordinate"] = "868,1058",
        ["mapid"] = 695,
        ["cost"] = "3-150"
    },
    [11] = {
        ["Desc"] = "前往新手村",
        ["id"] = 11,
        ["npcid"] = 0,
        ["tbxid"] = 11,
        ["coordinate"] = "948,692",
        ["mapid"] = 696,
        ["cost"] = "3-200"
    },
    [12] = {
        ["Desc"] = "前往界王星",
        ["id"] = 12,
        ["npcid"] = 0,
        ["tbxid"] = 12,
        ["coordinate"] = "131,111",
        ["mapid"] = 692,
        ["cost"] = "3-1200"
    },
    [13] = {
        ["Desc"] = "前往中心都市",
        ["id"] = 13,
        ["npcid"] = 0,
        ["tbxid"] = 13,
        ["coordinate"] = "1245,1575",
        ["mapid"] = 708,
        ["cost"] = "3-1200"
    },
    [14] = {
        ["Desc"] = "前往那美克星东",
        ["id"] = 14,
        ["npcid"] = 0,
        ["tbxid"] = 14,
        ["coordinate"] = "2488,1180",
        ["mapid"] = 709,
        ["cost"] = "3-1200"
    },
    [15] = {
        ["Desc"] = "前往那美克星西",
        ["id"] = 15,
        ["npcid"] = 0,
        ["tbxid"] = 15,
        ["coordinate"] = "1636,1114",
        ["mapid"] = 709,
        ["cost"] = "3-1200"
    },
    [16] = {
        ["Desc"] = "前往中心都市中央公园",
        ["id"] = 20,
        ["npcid"] = 0,
        ["tbxid"] = 20,
        ["coordinate"] = "1352,1601",
        ["mapid"] = 708,
        ["cost"] = "3-1000"
    },
    [17] = {
        ["Desc"] = "前往中心都市东",
        ["id"] = 21,
        ["npcid"] = 0,
        ["tbxid"] = 21,
        ["coordinate"] = "1784,1269",
        ["mapid"] = 708,
        ["cost"] = "3-1000"
    },
    [18] = {
        ["Desc"] = "前往武道会西",
        ["id"] = 22,
        ["npcid"] = 0,
        ["tbxid"] = 22,
        ["coordinate"] = "1073,940",
        ["mapid"] = 708,
        ["cost"] = "3-1000"
    },
    [19] = {
        ["Desc"] = "前往胶囊公司",
        ["id"] = 23,
        ["npcid"] = 0,
        ["tbxid"] = 23,
        ["coordinate"] = "1782,1693",
        ["mapid"] = 708,
        ["cost"] = "3-1000"
    },
    [20] = {
        ["Desc"] = "前往中心都市码头",
        ["id"] = 24,
        ["npcid"] = 0,
        ["tbxid"] = 24,
        ["coordinate"] = "978,2010",
        ["mapid"] = 708,
        ["cost"] = "3-1000"
    },
    [21] = {
        ["Desc"] = "前往时空城东",
        ["id"] = 25,
        ["npcid"] = 0,
        ["tbxid"] = 25,
        ["coordinate"] = "1309,480",
        ["mapid"] = 695,
        ["cost"] = "3-1000"
    },
    [22] = {
        ["Desc"] = "前往时空城南",
        ["id"] = 26,
        ["npcid"] = 0,
        ["tbxid"] = 26,
        ["coordinate"] = "805,1175",
        ["mapid"] = 695,
        ["cost"] = "3-1000"
    },
    [23] = {
        ["Desc"] = "前往时空城西",
        ["id"] = 27,
        ["npcid"] = 0,
        ["tbxid"] = 27,
        ["coordinate"] = "416,1061",
        ["mapid"] = 695,
        ["cost"] = "3-1000"
    },
    [24] = {
        ["Desc"] = "前往时空城北",
        ["id"] = 28,
        ["npcid"] = 0,
        ["tbxid"] = 28,
        ["coordinate"] = "847,479",
        ["mapid"] = 695,
        ["cost"] = "3-1000"
    },
    [25] = {
        ["Desc"] = "前往那美克星东北",
        ["id"] = 29,
        ["npcid"] = 0,
        ["tbxid"] = 29,
        ["coordinate"] = "2488,1180",
        ["mapid"] = 709,
        ["cost"] = "3-1000"
    },
    [26] = {
        ["Desc"] = "前往那美克星西北",
        ["id"] = 30,
        ["npcid"] = 0,
        ["tbxid"] = 30,
        ["coordinate"] = "1636,1114",
        ["mapid"] = 709,
        ["cost"] = "3-1000"
    },
    [27] = {
        ["Desc"] = "前往那美克星东南",
        ["id"] = 31,
        ["npcid"] = 0,
        ["tbxid"] = 31,
        ["coordinate"] = "2296,1724",
        ["mapid"] = 709,
        ["cost"] = "3-1000"
    },
    [28] = {
        ["Desc"] = "前往那美克星西南",
        ["id"] = 32,
        ["npcid"] = 0,
        ["tbxid"] = 32,
        ["coordinate"] = "1138,2188",
        ["mapid"] = 709,
        ["cost"] = "3-1000"
    },
    [29] = {
        ["Desc"] = "前往西都野外矿区",
        ["id"] = 33,
        ["npcid"] = 0,
        ["tbxid"] = 33,
        ["coordinate"] = "1651,286",
        ["mapid"] = 703,
        ["cost"] = "3-2000"
    }
}

----- end of message -----
