["datas"] = {
    [1] = {
        ["answer4"] = "孙悟饭",
        ["content"] = "在沙鲁篇和布欧篇中，与沙鲁、18号、胖布欧、小布欧都交过手，并且幸存下来的是谁？",
        ["answer3"] = "贝吉塔",
        ["id"] = 1,
        ["tbxid"] = 1,
        ["answer1"] = "撒旦先生",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [2] = {
        ["answer4"] = "贝吉塔",
        ["content"] = "拥有三只眼睛的武道家是谁？",
        ["answer3"] = "库林",
        ["id"] = 2,
        ["tbxid"] = 2,
        ["answer1"] = "天津饭",
        ["type"] = "1|2|3",
        ["answer2"] = "饺子"
    },
    [3] = {
        ["answer4"] = "爱人",
        ["content"] = "拉蒂兹和悟空什么关系？",
        ["answer3"] = "朋友",
        ["id"] = 3,
        ["tbxid"] = 3,
        ["answer1"] = "兄弟",
        ["type"] = "1|2|3",
        ["answer2"] = "父子"
    },
    [4] = {
        ["answer4"] = "比克",
        ["content"] = "拉蒂兹到地球后第一个遇到的人是谁？",
        ["answer3"] = "天津饭",
        ["id"] = 4,
        ["tbxid"] = 4,
        ["answer1"] = "农民",
        ["type"] = "1|2|3",
        ["answer2"] = "库林"
    },
    [5] = {
        ["answer4"] = "三星球",
        ["content"] = "悟饭帽子上的龙珠是几星球？",
        ["answer3"] = "六星球",
        ["id"] = 5,
        ["tbxid"] = 5,
        ["answer1"] = "四星球",
        ["type"] = "1|2|3",
        ["answer2"] = "五星球"
    },
    [6] = {
        ["answer4"] = "寻找龙珠",
        ["content"] = "界王要训练悟空提的条件是什么？",
        ["answer3"] = "锻炼身体",
        ["id"] = 6,
        ["tbxid"] = 6,
        ["answer1"] = "讲笑话",
        ["type"] = "1|2|3",
        ["answer2"] = "打扫卫生"
    },
    [7] = {
        ["answer4"] = "巴达克和贝吉塔",
        ["content"] = "赛亚人来袭，两个赛亚人分别是谁？",
        ["answer3"] = "拉蒂兹和那巴",
        ["id"] = 7,
        ["tbxid"] = 7,
        ["answer1"] = "那巴和贝吉塔",
        ["type"] = "1|2|3",
        ["answer2"] = "拉蒂兹和贝吉塔"
    },
    [8] = {
        ["answer4"] = "三星球",
        ["content"] = "悟饭爷爷的遗物是什么？",
        ["answer3"] = "六星球",
        ["id"] = 8,
        ["tbxid"] = 8,
        ["answer1"] = "四星球",
        ["type"] = "1|2|3",
        ["answer2"] = "五星球"
    },
    [9] = {
        ["answer4"] = "自然老死",
        ["content"] = "悟饭爷爷是怎么死的？",
        ["answer3"] = "被赛亚人谋杀",
        ["id"] = 9,
        ["tbxid"] = 9,
        ["answer1"] = "被悟空踩死",
        ["type"] = "1|2|3",
        ["answer2"] = "比武而死"
    },
    [10] = {
        ["answer4"] = "太阳拳",
        ["content"] = "以下哪个是亚姆查的标志性绝招？",
        ["answer3"] = "气功波",
        ["id"] = 10,
        ["tbxid"] = 10,
        ["answer1"] = "狼牙风风拳",
        ["type"] = "1|2|3",
        ["answer2"] = "魔光炮"
    },
    [11] = {
        ["answer4"] = "七分钟",
        ["content"] = "乌龙变化的时间是几分钟？",
        ["answer3"] = "十分钟",
        ["id"] = 11,
        ["tbxid"] = 11,
        ["answer1"] = "五分钟",
        ["type"] = "1|2|3",
        ["answer2"] = "三分钟"
    },
    [12] = {
        ["answer4"] = "布臃",
        ["content"] = "杀死布鲁将军和博拉的人是谁？",
        ["answer3"] = "萨姆拉其",
        ["id"] = 12,
        ["tbxid"] = 12,
        ["answer1"] = "桃白白",
        ["type"] = "1|2|3",
        ["answer2"] = "希尔巴"
    },
    [13] = {
        ["answer4"] = "一年",
        ["content"] = "悟空用了多长时间夺得卡林仙人的圣水？",
        ["answer3"] = "半个月",
        ["id"] = 13,
        ["tbxid"] = 13,
        ["answer1"] = "三天三夜",
        ["type"] = "1|2|3",
        ["answer2"] = "二十四小时"
    },
    [14] = {
        ["answer4"] = "木乃伊",
        ["content"] = "占卜婆婆的第五员大将是？",
        ["answer3"] = "蝙蝠人",
        ["id"] = 14,
        ["tbxid"] = 14,
        ["answer1"] = "悟饭爷爷",
        ["type"] = "1|2|3",
        ["answer2"] = "恶魔人"
    },
    [15] = {
        ["answer4"] = "获得再生能力",
        ["content"] = "比克大魔王向神龙许了什么愿望？",
        ["answer3"] = "变成女人",
        ["id"] = 15,
        ["tbxid"] = 15,
        ["answer1"] = "恢复青春",
        ["type"] = "1|2|3",
        ["answer2"] = "能力变强"
    },
    [16] = {
        ["answer4"] = "六岁",
        ["content"] = "《龙珠Z》悟饭初次登场时几岁？",
        ["answer3"] = "五岁",
        ["id"] = 16,
        ["tbxid"] = 16,
        ["answer1"] = "四岁",
        ["type"] = "1|2|3",
        ["answer2"] = "三岁"
    },
    [17] = {
        ["answer4"] = "152.0",
        ["content"] = "拉蒂兹见到第一个地球人战斗力是多少？",
        ["answer3"] = "437.0",
        ["id"] = 17,
        ["tbxid"] = 17,
        ["answer1"] = "5.0",
        ["type"] = "1|2|3",
        ["answer2"] = "213.0"
    },
    [18] = {
        ["answer4"] = "那美克星",
        ["content"] = "《龙珠Z》中孙悟空死后，为了一年后保护地球，去那里修行了？",
        ["answer3"] = "地府",
        ["id"] = 18,
        ["tbxid"] = 18,
        ["answer1"] = "界王星",
        ["type"] = "1|2|3",
        ["answer2"] = "蛇道"
    },
    [19] = {
        ["answer4"] = "比克",
        ["content"] = "贝吉塔巨猿化后，尾巴是谁切断的？",
        ["answer3"] = "库林",
        ["id"] = 19,
        ["tbxid"] = 19,
        ["answer1"] = "弥次郎兵卫",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [20] = {
        ["answer4"] = "柯依",
        ["content"] = "贝吉塔在那美克星的第一次重伤是谁造成的？",
        ["answer3"] = "利库姆",
        ["id"] = 20,
        ["tbxid"] = 20,
        ["answer1"] = "萨波",
        ["type"] = "1|2|3",
        ["answer2"] = "古鲁多"
    },
    [21] = {
        ["answer4"] = "1200.0",
        ["content"] = "基纽的战斗力是多少？",
        ["answer3"] = "1200000.0",
        ["id"] = 21,
        ["tbxid"] = 21,
        ["answer1"] = "120000.0",
        ["type"] = "1|2|3",
        ["answer2"] = "12000.0"
    },
    [22] = {
        ["answer4"] = "四十倍",
        ["content"] = "悟空用多少倍界王拳对抗百分之五十能力的弗利萨？",
        ["answer3"] = "十倍",
        ["id"] = 22,
        ["tbxid"] = 22,
        ["answer1"] = "二十倍",
        ["type"] = "1|2|3",
        ["answer2"] = "三十倍"
    },
    [23] = {
        ["answer4"] = "他的老大",
        ["content"] = "弗利萨叫谁和他一起来地球？",
        ["answer3"] = "他的属下",
        ["id"] = 23,
        ["tbxid"] = 23,
        ["answer1"] = "他的爸爸",
        ["type"] = "1|2|3",
        ["answer2"] = "他的哥哥"
    },
    [24] = {
        ["answer4"] = "魔光炮",
        ["content"] = "孙悟空从那美克星重回地球带来了什么新技能？",
        ["answer3"] = "界王拳",
        ["id"] = 24,
        ["tbxid"] = 24,
        ["answer1"] = "瞬间移动",
        ["type"] = "1|2|3",
        ["answer2"] = "元气弹"
    },
    [25] = {
        ["answer4"] = "19号",
        ["content"] = "在公路上，贝吉塔败在了哪个人造人手里？",
        ["answer3"] = "16号",
        ["id"] = 25,
        ["tbxid"] = 25,
        ["answer1"] = "18号",
        ["type"] = "1|2|3",
        ["answer2"] = "17号"
    },
    [26] = {
        ["answer4"] = "贝吉塔",
        ["content"] = "布欧出场第一个杀死的人是？",
        ["answer3"] = "孙悟饭",
        ["id"] = 26,
        ["tbxid"] = 26,
        ["answer1"] = " 达布拉",
        ["type"] = "1|2|3",
        ["answer2"] = "巴比迪"
    },
    [27] = {
        ["answer4"] = "火星",
        ["content"] = "天神是哪个星球的人？",
        ["answer3"] = "赛亚星",
        ["id"] = 27,
        ["tbxid"] = 27,
        ["answer1"] = "那美克星",
        ["type"] = "1|2|3",
        ["answer2"] = "地球"
    },
    [28] = {
        ["answer4"] = "布尔玛",
        ["content"] = "龟仙人的二徒弟是谁？",
        ["answer3"] = "孙悟空",
        ["id"] = 28,
        ["tbxid"] = 28,
        ["answer1"] = "牛魔王",
        ["type"] = "1|2|3",
        ["answer2"] = "库林"
    },
    [29] = {
        ["answer4"] = "玛斯鲁塔",
        ["content"] = "天津饭第一次使用气功炮是在哪？",
        ["answer3"] = "国王大道",
        ["id"] = 29,
        ["tbxid"] = 29,
        ["answer1"] = "天下第一武道会",
        ["type"] = "1|2|3",
        ["answer2"] = "那美克星"
    },
    [30] = {
        ["answer4"] = "三星和六星",
        ["content"] = "布尔玛初见悟空时拿出的是几星龙珠?",
        ["answer3"] = "四星和六星",
        ["id"] = 30,
        ["tbxid"] = 30,
        ["answer1"] = "二星和五星",
        ["type"] = "1|2|3",
        ["answer2"] = "二星和六星"
    },
    [31] = {
        ["answer4"] = "七岁",
        ["content"] = "孙悟空初遇布尔玛时十几岁？",
        ["answer3"] = "五岁",
        ["id"] = 31,
        ["tbxid"] = 31,
        ["answer1"] = "十四岁",
        ["type"] = "1|2|3",
        ["answer2"] = "十三岁"
    },
    [32] = {
        ["answer4"] = "约会",
        ["content"] = "被悟空救的大海龟为什么迷路？",
        ["answer3"] = "健忘",
        ["id"] = 32,
        ["tbxid"] = 32,
        ["answer1"] = "寻找松茸",
        ["type"] = "1|2|3",
        ["answer2"] = "受伤"
    },
    [33] = {
        ["answer4"] = "练功服",
        ["content"] = "为了答谢孙悟空救海龟，龟仙人最初打算送他什么？",
        ["answer3"] = "金箍棒",
        ["id"] = 33,
        ["tbxid"] = 33,
        ["answer1"] = "不死鸟",
        ["type"] = "1|2|3",
        ["answer2"] = "筋斗云"
    },
    [34] = {
        ["answer4"] = "练功服",
        ["content"] = "为了答谢孙悟空救海龟，龟仙人最后送了他什么？",
        ["answer3"] = "金箍棒",
        ["id"] = 34,
        ["tbxid"] = 34,
        ["answer1"] = "筋斗云",
        ["type"] = "1|2|3",
        ["answer2"] = "不死鸟"
    },
    [35] = {
        ["answer4"] = "五星",
        ["content"] = "救了海龟后，布尔玛从龟仙人那里讨要到了几星龙珠？",
        ["answer3"] = "二星",
        ["id"] = 35,
        ["tbxid"] = 35,
        ["answer1"] = "三星",
        ["type"] = "1|2|3",
        ["answer2"] = "一星"
    },
    [36] = {
        ["answer4"] = "60.0",
        ["content"] = "布尔玛十六岁的胸围是多少？",
        ["answer3"] = "75.0",
        ["id"] = 36,
        ["tbxid"] = 36,
        ["answer1"] = "85.0",
        ["type"] = "1|2|3",
        ["answer2"] = "90.0"
    },
    [37] = {
        ["answer4"] = "一天",
        ["content"] = "乌龙变身后需要休息多久才能再变身？",
        ["answer3"] = "一小时",
        ["id"] = 37,
        ["tbxid"] = 37,
        ["answer1"] = "一分钟",
        ["type"] = "1|2|3",
        ["answer2"] = "五分钟"
    },
    [38] = {
        ["answer4"] = "撒旦市高中",
        ["content"] = "普尔和乌龙是哪里的同学？",
        ["answer3"] = "撒旦市幼儿园",
        ["id"] = 38,
        ["tbxid"] = 38,
        ["answer1"] = "南部变身幼稚园",
        ["type"] = "1|2|3",
        ["answer2"] = "西部变身幼稚园"
    },
    [39] = {
        ["answer4"] = "捡的",
        ["content"] = "孙悟空的如意棒是哪里来的？",
        ["answer3"] = "海龟给的",
        ["id"] = 39,
        ["tbxid"] = 39,
        ["answer1"] = "爷爷给的",
        ["type"] = "1|2|3",
        ["answer2"] = "师父给的"
    },
    [40] = {
        ["answer4"] = "孙悟空",
        ["content"] = "武天师父的大徒弟是谁？",
        ["answer3"] = "龟仙人",
        ["id"] = 40,
        ["tbxid"] = 40,
        ["answer1"] = "悟饭爷爷",
        ["type"] = "1|2|3",
        ["answer2"] = "牛魔王"
    },
    [41] = {
        ["answer4"] = "悟龟师父",
        ["content"] = "龟仙人的大名是？",
        ["answer3"] = "龟武天",
        ["id"] = 41,
        ["tbxid"] = 41,
        ["answer1"] = "武天师父",
        ["type"] = "1|2|3",
        ["answer2"] = "悟饭师父"
    },
    [42] = {
        ["answer4"] = "神龙求雨",
        ["content"] = "龟仙人是用什么灭掉火焰山的火的？",
        ["answer3"] = "水枪",
        ["id"] = 42,
        ["tbxid"] = 42,
        ["answer1"] = "龟派气功",
        ["type"] = "1|2|3",
        ["answer2"] = "芭蕉扇"
    },
    [43] = {
        ["answer4"] = "赛亚星",
        ["content"] = "兔子军团的人被悟空打飞到了哪里？",
        ["answer3"] = "那美克星",
        ["id"] = 43,
        ["tbxid"] = 43,
        ["answer1"] = "月球",
        ["type"] = "1|2|3",
        ["answer2"] = "火星"
    },
    [44] = {
        ["answer4"] = "变强大",
        ["content"] = "布尔玛和孙悟空等人第一次集齐龙珠时，神龙为乌龙实现了什么愿望？",
        ["answer3"] = "变美丽",
        ["id"] = 44,
        ["tbxid"] = 44,
        ["answer1"] = "得到条内裤",
        ["type"] = "1|2|3",
        ["answer2"] = "找到伴侣"
    },
    [45] = {
        ["answer4"] = "听到召唤",
        ["content"] = "悟空变猩猩的条件是？",
        ["answer3"] = "觉得饿",
        ["id"] = 45,
        ["tbxid"] = 45,
        ["answer1"] = "看到满月",
        ["type"] = "1|2|3",
        ["answer2"] = "生气"
    },
    [46] = {
        ["answer4"] = "有介绍信",
        ["content"] = "龟仙人收孙悟空和库林为徒的条件是？",
        ["answer3"] = "筹集学费",
        ["id"] = 46,
        ["tbxid"] = 46,
        ["answer1"] = "找到美女",
        ["type"] = "1|2|3",
        ["answer2"] = "击败自己"
    },
    [47] = {
        ["answer4"] = "内裤",
        ["content"] = "库林为龟仙人带的见面礼是？",
        ["answer3"] = "学费",
        ["id"] = 47,
        ["tbxid"] = 47,
        ["answer1"] = "小黄书",
        ["type"] = "1|2|3",
        ["answer2"] = "营养品"
    },
    [48] = {
        ["answer4"] = "库林",
        ["content"] = "谁能坐上筋斗云？",
        ["answer3"] = "龟仙人",
        ["id"] = 48,
        ["tbxid"] = 48,
        ["answer1"] = "琪琪",
        ["type"] = "1|2|3",
        ["answer2"] = "布尔玛"
    },
    [49] = {
        ["answer4"] = "小舞",
        ["content"] = "孙悟空和库林为龟仙人找到的漂亮女孩是？",
        ["answer3"] = "琪琪",
        ["id"] = 49,
        ["tbxid"] = 49,
        ["answer1"] = "兰琪",
        ["type"] = "1|2|3",
        ["answer2"] = "布尔玛"
    },
    [50] = {
        ["answer4"] = "疲惫",
        ["content"] = "兰琪性格大变的原因是？",
        ["answer3"] = "饥饿",
        ["id"] = 50,
        ["tbxid"] = 50,
        ["answer1"] = "打喷嚏",
        ["type"] = "1|2|3",
        ["answer2"] = "生气"
    },
    [51] = {
        ["answer4"] = "比克",
        ["content"] = "谁险些被人造人20号杀死?",
        ["answer3"] = "天津饭",
        ["id"] = 51,
        ["tbxid"] = 51,
        ["answer1"] = "亚姆查",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [52] = {
        ["answer4"] = "比克",
        ["content"] = "那巴是被谁杀死的？",
        ["answer3"] = "孙悟空",
        ["id"] = 52,
        ["tbxid"] = 52,
        ["answer1"] = "贝吉塔",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟饭"
    },
    [53] = {
        ["answer4"] = "布欧",
        ["content"] = "孙悟空第一次死亡是因为和谁战斗？",
        ["answer3"] = "弗利萨",
        ["id"] = 53,
        ["tbxid"] = 53,
        ["answer1"] = "拉蒂兹",
        ["type"] = "1|2|3",
        ["answer2"] = "沙鲁"
    },
    [54] = {
        ["answer4"] = "流血过多",
        ["content"] = "在人造人篇中的原本历史轨迹上，孙悟空因何去世？",
        ["answer3"] = "脑损坏",
        ["id"] = 54,
        ["tbxid"] = 54,
        ["answer1"] = "心脏病",
        ["type"] = "1|2|3",
        ["answer2"] = "气愤成疾"
    },
    [55] = {
        ["answer4"] = "悟能",
        ["content"] = "孙悟空的二儿子叫什么？",
        ["answer3"] = "悟道",
        ["id"] = 55,
        ["tbxid"] = 55,
        ["answer1"] = "悟天",
        ["type"] = "1|2|3",
        ["answer2"] = "悟饭"
    },
    [56] = {
        ["answer4"] = "贝吉塔",
        ["content"] = "孙悟空第二次死亡是因为与谁战斗？",
        ["answer3"] = "布欧",
        ["id"] = 56,
        ["tbxid"] = 56,
        ["answer1"] = "沙鲁",
        ["type"] = "1|2|3",
        ["answer2"] = "弗利萨"
    },
    [57] = {
        ["answer4"] = "巴达克",
        ["content"] = "孙悟空的原名是什么？",
        ["answer3"] = "卡斯特罗",
        ["id"] = 57,
        ["tbxid"] = 57,
        ["answer1"] = "卡卡罗特",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟饭"
    },
    [58] = {
        ["answer4"] = "比克大魔王",
        ["content"] = "悟空和贝吉塔一起使用技能融合与以下的哪个人物战斗过？",
        ["answer3"] = "贝比",
        ["id"] = 58,
        ["tbxid"] = 58,
        ["answer1"] = "一星龙",
        ["type"] = "1|2|3",
        ["answer2"] = "沙鲁"
    },
    [59] = {
        ["answer4"] = "100.0",
        ["content"] = "贝吉塔星的重力是地球的几倍？",
        ["answer3"] = "50.0",
        ["id"] = 59,
        ["tbxid"] = 59,
        ["answer1"] = "10.0",
        ["type"] = "1|2|3",
        ["answer2"] = "20.0"
    },
    [60] = {
        ["answer4"] = "特兰克斯",
        ["content"] = "《神与神》中，贝吉塔为了谁和破坏神发火？",
        ["answer3"] = "孙悟空",
        ["id"] = 60,
        ["tbxid"] = 60,
        ["answer1"] = "布尔玛",
        ["type"] = "1|2|3",
        ["answer2"] = "神龙"
    },
    [61] = {
        ["answer4"] = "牛魔王",
        ["content"] = "占卜婆婆和谁有血缘关系？",
        ["answer3"] = "阎王",
        ["id"] = 61,
        ["tbxid"] = 61,
        ["answer1"] = "龟仙人",
        ["type"] = "1|2|3",
        ["answer2"] = "悟饭爷爷"
    },
    [62] = {
        ["answer4"] = "1号",
        ["content"] = "最早登场的人造人是几号？",
        ["answer3"] = "20号",
        ["id"] = 62,
        ["tbxid"] = 62,
        ["answer1"] = "8号",
        ["type"] = "1|2|3",
        ["answer2"] = "17号"
    },
    [63] = {
        ["answer4"] = "基纽所杀",
        ["content"] = "那美克星的大长老是怎么死的？",
        ["answer3"] = "弗利萨所杀",
        ["id"] = 63,
        ["tbxid"] = 63,
        ["answer1"] = "寿终正寝",
        ["type"] = "1|2|3",
        ["answer2"] = "贝吉塔所杀"
    },
    [64] = {
        ["answer4"] = "纯粹布欧",
        ["content"] = "在魔人布欧篇中，超赛三第一次出现对战的敌人是？",
        ["answer3"] = "完美布欧",
        ["id"] = 64,
        ["tbxid"] = 64,
        ["answer1"] = "魔人布欧",
        ["type"] = "1|2|3",
        ["answer2"] = "瘦布欧"
    },
    [65] = {
        ["answer4"] = "读书",
        ["content"] = "亚姆查少年时最不擅长的是什么？",
        ["answer3"] = "练武",
        ["id"] = 65,
        ["tbxid"] = 65,
        ["answer1"] = "女人",
        ["type"] = "1|2|3",
        ["answer2"] = "布尔玛"
    },
    [66] = {
        ["answer4"] = "我要成为成功人士",
        ["content"] = "在动画片中，神龙实现的第一个愿望是？",
        ["answer3"] = "我要富可敌国",
        ["id"] = 66,
        ["tbxid"] = 66,
        ["answer1"] = "我要女孩的内裤",
        ["type"] = "1|2|3",
        ["answer2"] = "我要长生不老"
    },
    [67] = {
        ["answer4"] = "被吓死",
        ["content"] = "在对战沙鲁时，孙悟空是怎么死的？",
        ["answer3"] = "被打死",
        ["id"] = 67,
        ["tbxid"] = 67,
        ["answer1"] = "被炸死",
        ["type"] = "1|2|3",
        ["answer2"] = "被吃掉"
    },
    [68] = {
        ["answer4"] = "特兰克斯",
        ["content"] = "第一个使龟派气功转弯的人是谁？",
        ["answer3"] = "龟仙人",
        ["id"] = 68,
        ["tbxid"] = 68,
        ["answer1"] = "孙悟空",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟饭"
    },
    [69] = {
        ["answer4"] = "贝吉塔",
        ["content"] = "达布拉是被谁杀死的？",
        ["answer3"] = "孙悟空",
        ["id"] = 69,
        ["tbxid"] = 69,
        ["answer1"] = "布欧",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟饭"
    },
    [70] = {
        ["answer4"] = "卡帕伽",
        ["content"] = "那美克星的神龙叫什么？",
        ["answer3"] = "波波伽",
        ["id"] = 70,
        ["tbxid"] = 70,
        ["answer1"] = "波仑伽",
        ["type"] = "1|2|3",
        ["answer2"] = "波士顿"
    },
    [71] = {
        ["answer4"] = "格罗博士",
        ["content"] = "沙鲁是被谁制造的？",
        ["answer3"] = "布尔玛的父亲",
        ["id"] = 71,
        ["tbxid"] = 71,
        ["answer1"] = "未来的特兰克斯",
        ["type"] = "1|2|3",
        ["answer2"] = "赛博坦人"
    },
    [72] = {
        ["answer4"] = "布尔玛",
        ["content"] = "基纽队长在悟空的对战中最后与谁交换了身体？",
        ["answer3"] = "达尔",
        ["id"] = 72,
        ["tbxid"] = 72,
        ["answer1"] = "青蛙",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [73] = {
        ["answer4"] = "3.0",
        ["content"] = "孙悟空变成黄金大猩猩后成为超赛几？",
        ["answer3"] = "2.0",
        ["id"] = 73,
        ["tbxid"] = 73,
        ["answer1"] = "4.0",
        ["type"] = "1|2|3",
        ["answer2"] = "1.0"
    },
    [74] = {
        ["answer4"] = "弗利萨的父亲",
        ["content"] = "特兰克斯第一次被谁杀死？",
        ["answer3"] = "沙鲁",
        ["id"] = 74,
        ["tbxid"] = 74,
        ["answer1"] = "布欧",
        ["type"] = "1|2|3",
        ["answer2"] = "弗利萨"
    },
    [75] = {
        ["answer4"] = "X",
        ["content"] = "贝吉塔额头上在被巴比迪洗脑的时候出现过哪个字母？",
        ["answer3"] = "W",
        ["id"] = 75,
        ["tbxid"] = 75,
        ["answer1"] = "M",
        ["type"] = "1|2|3",
        ["answer2"] = "S"
    },
    [76] = {
        ["answer4"] = "20号",
        ["content"] = "以下哪个是热爱自然的人造人？",
        ["answer3"] = "18号",
        ["id"] = 76,
        ["tbxid"] = 76,
        ["answer1"] = "16号",
        ["type"] = "1|2|3",
        ["answer2"] = "17号"
    },
    [77] = {
        ["answer4"] = "19号",
        ["content"] = "克林的老婆是谁？",
        ["answer3"] = "16号",
        ["id"] = 77,
        ["tbxid"] = 77,
        ["answer1"] = "18号",
        ["type"] = "1|2|3",
        ["answer2"] = "17号"
    },
    [78] = {
        ["answer4"] = "兰琪",
        ["content"] = "孙悟空的老婆是谁？",
        ["answer3"] = "18号",
        ["id"] = 78,
        ["tbxid"] = 78,
        ["answer1"] = "琪琪",
        ["type"] = "1|2|3",
        ["answer2"] = "布尔玛"
    },
    [79] = {
        ["answer4"] = "16号",
        ["content"] = "贝吉塔的老婆是谁？",
        ["answer3"] = "18号",
        ["id"] = 79,
        ["tbxid"] = 79,
        ["answer1"] = "布尔玛",
        ["type"] = "1|2|3",
        ["answer2"] = "琪琪"
    },
    [80] = {
        ["answer4"] = "悟空还是个小孩子的身体",
        ["content"] = "在打败贝比之后，所有人都很开心，只有悟饭很伤心，为什么？",
        ["answer3"] = "自己打上了悟空",
        ["id"] = 80,
        ["tbxid"] = 80,
        ["answer1"] = "比克死了",
        ["type"] = "1|2|3",
        ["answer2"] = "小芳没听他的话去了太空"
    },
    [81] = {
        ["answer4"] = "那巴",
        ["content"] = "龙珠中第一个用气把战斗测量仪撑爆的人是谁？",
        ["answer3"] = "弗利萨",
        ["id"] = 81,
        ["tbxid"] = 81,
        ["answer1"] = "孙悟空",
        ["type"] = "1|2|3",
        ["answer2"] = "贝吉塔"
    },
    [82] = {
        ["answer4"] = "180万",
        ["content"] = "基纽队长看到孙悟空有多少战斗力而惊呆并与他交换身体",
        ["answer3"] = "280万",
        ["id"] = 82,
        ["tbxid"] = 82,
        ["answer1"] = "18万",
        ["type"] = "1|2|3",
        ["answer2"] = "8万"
    },
    [83] = {
        ["answer4"] = "瞬间移动",
        ["content"] = "桃白白的飞行方式是？",
        ["answer3"] = "空中汽车",
        ["id"] = 83,
        ["tbxid"] = 83,
        ["answer1"] = "御柱飞行",
        ["type"] = "1|2|3",
        ["answer2"] = "舞空术"
    },
    [84] = {
        ["answer4"] = "巴特",
        ["content"] = "下面哪个不是基纽特战队的成员？",
        ["answer3"] = "吉斯",
        ["id"] = 84,
        ["tbxid"] = 84,
        ["answer1"] = "萨波",
        ["type"] = "1|2|3",
        ["answer2"] = "利库姆"
    },
    [85] = {
        ["answer4"] = "妹妹",
        ["content"] = "比迪丽是撒旦的什么人？",
        ["answer3"] = "母亲",
        ["id"] = 85,
        ["tbxid"] = 85,
        ["answer1"] = "女儿",
        ["type"] = "1|2|3",
        ["answer2"] = "徒弟"
    },
    [86] = {
        ["answer4"] = "神殿",
        ["content"] = "库林第二次死亡是在哪里？",
        ["answer3"] = "包子山",
        ["id"] = 86,
        ["tbxid"] = 86,
        ["answer1"] = "那美克星",
        ["type"] = "1|2|3",
        ["answer2"] = "武道会武馆"
    },
    [87] = {
        ["answer4"] = "库林",
        ["content"] = "布尔玛嫁给谁了？",
        ["answer3"] = "亚姆查",
        ["id"] = 87,
        ["tbxid"] = 87,
        ["answer1"] = "贝吉塔",
        ["type"] = "1|2|3",
        ["answer2"] = "卡卡罗特"
    },
    [88] = {
        ["answer4"] = "没有",
        ["content"] = "孙悟空有几个儿子",
        ["answer3"] = "3个",
        ["id"] = 88,
        ["tbxid"] = 88,
        ["answer1"] = "2个",
        ["type"] = "1|2|3",
        ["answer2"] = "1个"
    },
    [89] = {
        ["answer4"] = "烤鱼",
        ["content"] = "弥次郎兵卫以吃什么为条件背着悟空爬上了卡林塔？",
        ["answer3"] = "超神水",
        ["id"] = 89,
        ["tbxid"] = 89,
        ["answer1"] = "仙豆",
        ["type"] = "1|2|3",
        ["answer2"] = "超圣水"
    },
    [90] = {
        ["answer4"] = "50.0",
        ["content"] = "在《龙珠：时空传说》中，多少级以后可以加入家族？",
        ["answer3"] = "40.0",
        ["id"] = 90,
        ["tbxid"] = 90,
        ["answer1"] = "20.0",
        ["type"] = "1|2|3",
        ["answer2"] = "30.0"
    },
    [91] = {
        ["answer4"] = "50.0",
        ["content"] = "在《龙珠：时空传说》中，多少级以后可以参加武道会？",
        ["answer3"] = "40.0",
        ["id"] = 91,
        ["tbxid"] = 91,
        ["answer1"] = "20.0",
        ["type"] = "1|2|3",
        ["answer2"] = "30.0"
    },
    [92] = {
        ["answer4"] = "库林",
        ["content"] = "在《龙珠：时空传说》中，为大家进行新手引导的人物是谁？",
        ["answer3"] = "布尔玛",
        ["id"] = 92,
        ["tbxid"] = 92,
        ["answer1"] = "特兰克斯",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [93] = {
        ["answer4"] = "能力卡",
        ["content"] = "在《龙珠：时空传说》中，升级技能需要消耗什么资源？",
        ["answer3"] = "英雄碎片",
        ["id"] = 93,
        ["tbxid"] = 93,
        ["answer1"] = "索尼币",
        ["type"] = "1|2|3",
        ["answer2"] = "钻石"
    },
    [94] = {
        ["answer4"] = "亚姆查",
        ["content"] = "在《龙珠：时空传说》中，以下哪个英雄的伤害为气功伤害？",
        ["answer3"] = "库林",
        ["id"] = 94,
        ["tbxid"] = 94,
        ["answer1"] = "贝吉塔",
        ["type"] = "1|2|3",
        ["answer2"] = "孙悟空"
    },
    [95] = {
        ["answer4"] = "比克",
        ["content"] = "在《龙珠：时空传说》中，以下哪个英雄的伤害为格斗伤害？",
        ["answer3"] = "布尔玛",
        ["id"] = 95,
        ["tbxid"] = 95,
        ["answer1"] = "孙悟空",
        ["type"] = "1|2|3",
        ["answer2"] = "贝吉塔"
    },
    [96] = {
        ["answer4"] = "3.0",
        ["content"] = "在《龙珠：时空传说》中，每个角色最多可以装备多少张能力卡？",
        ["answer3"] = "15.0",
        ["id"] = 96,
        ["tbxid"] = 96,
        ["answer1"] = "25.0",
        ["type"] = "1|2|3",
        ["answer2"] = "5.0"
    },
    [97] = {
        ["answer4"] = "25.0",
        ["content"] = "在《龙珠：时空传说》中，多少级以后可以接受卡纳莫的委托？",
        ["answer3"] = "20.0",
        ["id"] = 97,
        ["tbxid"] = 97,
        ["answer1"] = "15.0",
        ["type"] = "1|2|3",
        ["answer2"] = "10.0"
    },
    [98] = {
        ["answer4"] = "龟仙岛",
        ["content"] = "在《龙珠：时空传说》中，掠夺者矿井在哪里？",
        ["answer3"] = "那美克星",
        ["id"] = 98,
        ["tbxid"] = 98,
        ["answer1"] = "西都野外",
        ["type"] = "1|2|3",
        ["answer2"] = "时空城"
    },
    [99] = {
        ["answer4"] = "5.0",
        ["content"] = "在《龙珠：时空传说》中，原创角色有几个不同的种族？",
        ["answer3"] = "6.0",
        ["id"] = 99,
        ["tbxid"] = 99,
        ["answer1"] = "4.0",
        ["type"] = "1|2|3",
        ["answer2"] = "3.0"
    }
}

----- end of message -----
